Repository: raycalrui/CodexMeter
Catalog: CodexMeter/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# about.github
source: View on GitHub
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上檢視

# about.license
source: Open-source license
zh_hans: 开源许可
zh_hant: 開源授權

# about.license_undeclared
source: The repository does not currently declare an open-source license. Source availability alone does not grant reuse rights.
zh_hans: 仓库目前尚未声明开源许可证。代码公开并不自动授予再使用权。
zh_hant: 儲存庫目前尚未聲明開源授權。程式碼公開並不自動授予再使用權。

# about.local_data
source: Local data
zh_hans: 本地数据
zh_hant: 本機資料

# about.privacy
source: Privacy
zh_hans: 隐私
zh_hant: 隱私

# about.privacy_description
source: Quota and token history stays on this Mac. CodexMeter stores no account email, authentication token, or raw App Server response and includes no analytics.
zh_hans: 额度和 Token 历史只保存在这台 Mac。CodexMeter 不保存账户邮箱、认证 Token 或 App Server 原始响应，也不包含分析追踪。
zh_hant: 額度和 Token 歷史只儲存在這台 Mac。CodexMeter 不儲存帳戶電子郵件、認證 Token 或 App Server 原始回應，也不包含分析追蹤。

# about.reveal_data
source: Show in Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# about.title
source: About CodexMeter
zh_hans: 关于 CodexMeter
zh_hant: 關於 CodexMeter

# about.version_format
source: Version %@ (Build %@)
zh_hans: 版本 %@（Build %@）
zh_hant: 版本 %@（Build %@）

# accessibility.collapsed
source: Collapsed
zh_hans: 已收起
zh_hant: 已收合

# accessibility.expanded
source: Expanded
zh_hans: 已展开
zh_hant: 已展開

# account.checking
source: Checking account…
zh_hans: 正在确认账户…
zh_hant: 正在確認帳戶…

# action.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# action.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# action.ok
source: OK
zh_hans: 好
zh_hant: 好

# action.open_system_settings
source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# action.quit
source: Quit
zh_hans: 退出
zh_hant: 結束

# action.refresh
source: Refresh quota
zh_hans: 刷新额度
zh_hant: 重新整理額度

# action.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# data.stale
source: Data may be outdated
zh_hans: 数据可能已过期
zh_hant: 資料可能已過期

# developer.bar_height
source: Bar thickness
zh_hans: 进度条粗细
zh_hant: 進度條粗細

# developer.bar_width
source: Bar width
zh_hans: 进度条宽度
zh_hant: 進度條寬度

# developer.caption_color
source: Caption color
zh_hans: 小字颜色
zh_hant: 小字顏色

# developer.caption_font_size
source: Caption size
zh_hans: 小字大小
zh_hant: 小字大小

# developer.caption_font_weight
source: Caption weight
zh_hans: 小字粗细
zh_hant: 小字粗細

# developer.caption_text
source: Caption text
zh_hans: 小字内容
zh_hant: 小字內容

# developer.caption_vertical_position
source: Caption position
zh_hans: 小字垂直位置
zh_hant: 小字垂直位置

# developer.color_choice.blue
source: Blue
zh_hans: 蓝色
zh_hant: 藍色

# developer.color_choice.brightBlue
source: Bright Blue
zh_hans: 亮蓝色
zh_hant: 亮藍色

# developer.color_choice.green
source: Green
zh_hans: 绿色
zh_hant: 綠色

# developer.color_choice.orange
source: Orange
zh_hans: 橙色
zh_hant: 橙色

# developer.color_choice.pink
source: Pink
zh_hans: 粉色
zh_hant: 粉紅色

# developer.color_choice.purple
source: Purple
zh_hans: 紫色
zh_hant: 紫色

# developer.color_choice.red
source: Red
zh_hans: 红色
zh_hant: 紅色

# developer.color_choice.system
source: System
zh_hans: 系统颜色
zh_hant: 系統顏色

# developer.color_choice.teal
source: Teal
zh_hans: 青绿色
zh_hant: 藍綠色

# developer.color_choice.white
source: White
zh_hans: 白色
zh_hant: 白色

# developer.color_choice.yellow
source: Yellow
zh_hans: 黄色
zh_hant: 黃色

# developer.colors
source: Colors
zh_hans: 颜色
zh_hant: 顏色

# developer.copied
source: Copied
zh_hans: 已复制
zh_hant: 已複製

# developer.copy_json
source: Copy configuration JSON
zh_hans: 复制配置 JSON
zh_hant: 複製設定 JSON

# developer.critical_color
source: Critical color
zh_hans: 危险状态颜色
zh_hant: 危險狀態顏色

# developer.font_weight.bold
source: Bold
zh_hans: 粗体
zh_hant: 粗體

# developer.font_weight.medium
source: Medium
zh_hans: 中等
zh_hant: 中等

# developer.font_weight.regular
source: Regular
zh_hans: 常规
zh_hant: 標準

# developer.font_weight.semibold
source: Semibold
zh_hans: 半粗体
zh_hant: 半粗體

# developer.geometry
source: Geometry and spacing
zh_hans: 尺寸与间距
zh_hant: 尺寸與間距

# developer.history_preview
source: History test data
zh_hans: 历史测试数据
zh_hant: 歷史測試資料

# developer.history_preview_clear
source: Remove test data
zh_hans: 移除测试数据
zh_hant: 移除測試資料

# developer.history_preview_generate
source: Generate 30 days
zh_hans: 生成 30 天数据
zh_hant: 產生 30 天資料

# developer.history_preview_help
source: Adds a separate Preview weekly window so chart ranges, resets, and estimates can be tested immediately. It does not change live quota or notifications.
zh_hans: 添加一个独立的“预览周额度”窗口，用于立即测试图表范围、重置边界和估算，不会更改实时额度或触发通知。
zh_hant: 加入一個獨立的「預覽週額度」視窗，用於立即測試圖表範圍、重置邊界和估算，不會更改即時額度或觸發通知。

# developer.history_preview_window
source: Preview weekly quota
zh_hans: 预览周额度
zh_hant: 預覽週額度

# developer.horizontal_padding
source: Horizontal padding
zh_hans: 左右留白
zh_hant: 左右留白

# developer.indicator_text_spacing
source: Indicator/text spacing
zh_hans: 图形与文字间距
zh_hant: 圖形與文字間距

# developer.inner_ring_width
source: Inner ring thickness
zh_hans: 内环粗细
zh_hant: 內環粗細

# developer.item_height
source: Item height
zh_hans: 整体高度
zh_hant: 整體高度

# developer.normal_color
source: Normal color
zh_hans: 正常状态颜色
zh_hant: 正常狀態顏色

# developer.outer_ring_width
source: Outer ring thickness
zh_hans: 外环粗细
zh_hant: 外環粗細

# developer.percentage_font_size
source: Percentage size
zh_hans: 百分比大小
zh_hant: 百分比大小

# developer.percentage_font_weight
source: Percentage weight
zh_hans: 百分比粗细
zh_hant: 百分比粗細

# developer.percentage_vertical_position
source: Percentage position
zh_hans: 百分比垂直位置
zh_hant: 百分比垂直位置

# developer.preset.critical
source: Below 20%
zh_hans: 低于 20%
zh_hant: 低於 20%

# developer.preset.custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# developer.preset.longText
source: Long text
zh_hans: 长文字
zh_hant: 長文字

# developer.preset.missingReset
source: Missing reset time
zh_hans: 缺少重置时间
zh_hant: 缺少重置時間

# developer.preset.normal
source: Normal
zh_hans: 正常
zh_hant: 正常

# developer.preset.stale
source: Stale data
zh_hans: 数据过期
zh_hant: 資料過期

# developer.preset.warning
source: Over pace
zh_hans: 消耗过快
zh_hant: 消耗過快

# developer.preset.zero
source: Zero quota
zh_hans: 额度为零
zh_hant: 額度為零

# developer.preview
source: Live preview
zh_hans: 实时预览
zh_hant: 即時預覽

# developer.preview_active_help
source: The menu bar is showing local preview data. Notifications still use live account data.
zh_hans: 菜单栏正在显示本地模拟数据，通知仍使用真实账户数据。
zh_hant: 選單列正在顯示本機模擬資料，通知仍使用真實帳戶資料。

# developer.preview_language_help
source: Preview text follows the language selected in Settings.
zh_hans: 预览文字跟随设置中选择的语言。
zh_hant: 預覽文字跟隨設定中選擇的語言。

# developer.preview_long_title
source: 100% REMAINING
zh_hans: 剩余额度 100%
zh_hant: 剩餘額度 100%

# developer.preview_mode_active
source: Developer preview is active
zh_hans: 开发者预览已启用
zh_hant: 開發者預覽已啟用

# developer.preview_preset
source: Preview state
zh_hans: 模拟状态
zh_hant: 模擬狀態

# developer.preview_quota
source: Quota remaining
zh_hans: 剩余额度
zh_hant: 剩餘額度

# developer.preview_sliders_help
source: Moving either slider switches the preview state to Custom.
zh_hans: 拖动任意滑杆会自动切换为自定义状态。
zh_hant: 拖動任一滑桿會自動切換為自訂狀態。

# developer.preview_time
source: Time remaining
zh_hans: 剩余时间
zh_hant: 剩餘時間

# developer.reset_defaults
source: Reset to 1.0 defaults
zh_hans: 恢复 1.0 默认值
zh_hant: 恢復 1.0 預設值

# developer.return_to_live
source: Return to live data
zh_hans: 恢复真实数据
zh_hant: 恢復真實資料

# developer.ring_diameter
source: Ring diameter
zh_hans: 圆环大小
zh_hant: 圓環大小

# developer.ring_gap
source: Ring gap
zh_hans: 圆环间距
zh_hant: 圓環間距

# developer.show_caption
source: Show caption
zh_hans: 显示小字
zh_hant: 顯示小字

# developer.show_stale_indicator
source: Show stale indicator
zh_hans: 显示过期标记
zh_hant: 顯示過期標記

# developer.stale_color
source: Indicator color
zh_hans: 标记颜色
zh_hant: 標記顏色

# developer.stale_indicator
source: Stale-data indicator
zh_hans: 过期数据标记
zh_hant: 過期資料標記

# developer.stale_placement
source: Placement
zh_hans: 位置
zh_hant: 位置

# developer.stale_placement.leading
source: Leading
zh_hans: 左侧
zh_hant: 左側

# developer.stale_placement.trailing
source: Trailing
zh_hans: 右侧
zh_hant: 右側

# developer.stale_size
source: Indicator size
zh_hans: 标记大小
zh_hant: 標記大小

# developer.start_angle
source: Ring start angle
zh_hans: 圆环起始角度
zh_hant: 圓環起始角度

# developer.text_width
source: Text width
zh_hans: 文字宽度
zh_hant: 文字寬度

# developer.time_color
source: Time color
zh_hans: 剩余时间颜色
zh_hant: 剩餘時間顏色

# developer.title
source: Developer Options
zh_hans: 开发者选项
zh_hant: 開發者選項

# developer.track_opacity
source: Track opacity
zh_hans: 背景轨道透明度
zh_hant: 背景軌道透明度

# developer.typography
source: Typography
zh_hans: 文字
zh_hant: 文字

# developer.update_preview
source: Update test state
zh_hans: 更新测试状态
zh_hant: 更新測試狀態

# developer.update_preview_clear
source: Return to live state
zh_hans: 恢复真实状态
zh_hant: 恢復真實狀態

# developer.update_preview_help
source: Simulates version 9.9.9 so the menu bar update banner and About prompt can be tested before a real release exists.
zh_hans: 模拟 9.9.9 版本，方便在真实版本发布前测试菜单栏更新提示和“关于”窗口。
zh_hant: 模擬 9.9.9 版本，方便在真實版本發佈前測試選單列更新提示和「關於」視窗。

# developer.update_preview_show
source: Simulate update
zh_hans: 模拟可用更新
zh_hant: 模擬可用更新

# developer.use_preview_in_menubar
source: Use preview data in menu bar
zh_hans: 在菜单栏使用模拟数据
zh_hant: 在選單列使用模擬資料

# developer.warning_color
source: Warning color
zh_hans: 警告状态颜色
zh_hant: 警告狀態顏色

# duration.days_format
source: %d-day quota
zh_hans: %d 天额度
zh_hant: %d 天額度

# duration.five_hours
source: 5-hour quota
zh_hans: 5 小时额度
zh_hant: 5 小時額度

# duration.hours_format
source: %d-hour quota
zh_hans: %d 小时额度
zh_hant: %d 小時額度

# duration.minutes_format
source: %d-minute quota
zh_hans: %d 分钟额度
zh_hant: %d 分鐘額度

# duration.quota
source: Quota
zh_hans: 额度
zh_hant: 額度

# duration.remaining_days_format
source: %d d
zh_hans: %d 天
zh_hant: %d 天

# duration.remaining_days_hours_format
source: %d d %d h
zh_hans: %d 天 %d 小时
zh_hant: %d 天 %d 小時

# duration.remaining_hours_format
source: %d h
zh_hans: %d 小时
zh_hant: %d 小時

# duration.remaining_hours_minutes_format
source: %d h %d min
zh_hans: %d 小时 %d 分钟
zh_hant: %d 小時 %d 分鐘

# duration.remaining_minutes_format
source: %d min
zh_hans: %d 分钟
zh_hant: %d 分鐘

# duration.remaining_now
source: soon
zh_hans: 即将重置
zh_hant: 即將重置

# duration.weekly
source: Weekly quota
zh_hans: 每周额度
zh_hant: 每週額度

# error.app_server_start_format
source: Could not start Codex App Server: %@
zh_hans: 无法启动 Codex App Server：%@
zh_hant: 無法啟動 Codex App Server：%@

# error.app_server_stopped
source: Codex App Server stopped.
zh_hans: Codex App Server 已停止。
zh_hant: Codex App Server 已停止。

# error.cannot_read
source: Unable to read quota
zh_hans: 暂时无法读取额度
zh_hant: 暫時無法讀取額度

# error.codex_not_found
source: Codex CLI was not found. Install Codex and sign in from Terminal first.
zh_hans: 找不到 Codex CLI。请先安装 Codex，并在终端中完成登录。
zh_hant: 找不到 Codex CLI。請先安裝 Codex，並在終端機中完成登入。

# error.communication
source: Unable to communicate with Codex.
zh_hans: 无法与 Codex 通信。
zh_hant: 無法與 Codex 通訊。

# error.communication_format
source: Unable to communicate with Codex: %@
zh_hans: 无法与 Codex 通信：%@
zh_hant: 無法與 Codex 通訊：%@

# error.no_windows
source: The account did not return a quota window that can be displayed.
zh_hans: 账户没有返回可显示的额度窗口。
zh_hant: 帳戶沒有回傳可顯示的額度視窗。

# error.not_logged_in
source: Codex is not signed in to a ChatGPT account.
zh_hans: Codex 尚未登录 ChatGPT 账户。
zh_hant: Codex 尚未登入 ChatGPT 帳戶。

# error.request_timeout
source: The quota request timed out.
zh_hans: 额度请求超时。
zh_hant: 額度請求逾時。

# error.unknown
source: Codex returned an unknown error.
zh_hans: Codex 返回了未知错误。
zh_hant: Codex 回傳了未知錯誤。

# history.chart.actual_segment
source: Actual segment
zh_hans: 实际数据分段
zh_hant: 實際資料分段

# history.chart.ideal_segment
source: Ideal segment
zh_hans: 理想消耗分段
zh_hant: 理想消耗分段

# history.chart.maximum
source: Maximum
zh_hans: 最大值
zh_hant: 最大值

# history.chart.minimum
source: Minimum
zh_hans: 最小值
zh_hant: 最小值

# history.chart.reset
source: Reset boundary
zh_hans: 重置边界
zh_hant: 重置邊界

# history.chart.time
source: Time
zh_hans: 时间
zh_hant: 時間

# history.clear
source: Clear history
zh_hans: 清除历史
zh_hant: 清除歷史

# history.clear.confirm
source: Clear
zh_hans: 清除
zh_hant: 清除

# history.clear.message
source: This permanently removes all locally recorded quota and token history. Live quota data is unaffected.
zh_hans: 这会永久删除本地记录的全部额度和 Token 历史，不影响实时额度数据。
zh_hant: 這會永久刪除本機記錄的全部額度和 Token 歷史，不影響即時額度資料。

# history.clear.title
source: Clear all local history?
zh_hans: 清除全部本地历史？
zh_hant: 清除全部本機歷史？

# history.cycle.resets_in
source: Resets in
zh_hans: 距离重置
zh_hant: 距離重置

# history.days.format
source: %lld days
zh_hans: %lld 天
zh_hant: %lld 天

# history.empty.message
source: CodexMeter records changes and a 15-minute anchor while it is running. Check back after more refreshes.
zh_hans: CodexMeter 会在运行期间记录额度变化和每 15 分钟的锚点。刷新几次后再回来查看。
zh_hant: CodexMeter 會在執行期間記錄額度變化和每 15 分鐘的錨點。重新整理幾次後再回來檢視。

# history.empty.title
source: Not enough history yet
zh_hans: 历史数据还不够
zh_hant: 歷史資料還不夠

# history.estimate.format
source: Estimated exhaustion: %@ · calculated %@
zh_hans: 预计耗尽：%@ · 计算于 %@
zh_hant: 預計耗盡：%@ · 計算於 %@

# history.estimate.unavailable
source: Exhaustion estimate needs more recent, continuous usage data.
zh_hans: 需要更多近期且连续的用量数据才能估算耗尽时间。
zh_hant: 需要更多近期且連續的用量資料才能估算耗盡時間。

# history.export
source: Export CSV…
zh_hans: 导出 CSV…
zh_hant: 匯出 CSV…

# history.gap.end
source: Gap end
zh_hans: 缺失结束
zh_hant: 缺失結束

# history.gap.start
source: Gap start
zh_hans: 缺失开始
zh_hant: 缺失開始

# history.legend.actual
source: Actual quota
zh_hans: 实际额度
zh_hant: 實際額度

# history.legend.gap
source: No recorded data
zh_hans: 没有记录数据
zh_hant: 沒有記錄資料

# history.legend.ideal
source: Ideal pace
zh_hans: 理想消耗线
zh_hant: 理想消耗線

# history.legend.reset
source: Reset boundary
zh_hans: 重置边界
zh_hant: 重置邊界

# history.no_windows
source: No quota windows
zh_hans: 没有额度窗口
zh_hant: 沒有額度視窗

# history.quota.calendar.current_month
source: This month
zh_hans: 回到本月
zh_hant: 回到本月

# history.quota.calendar.current_week
source: This week
zh_hans: 回到本周
zh_hant: 回到本週

# history.quota.calendar.month
source: Month
zh_hans: 月
zh_hant: 月

# history.quota.calendar.next
source: Next period
zh_hans: 下一个时间段
zh_hant: 下一個時間段

# history.quota.calendar.previous
source: Previous period
zh_hans: 上一个时间段
zh_hant: 上一個時間段

# history.quota.calendar.week
source: Week
zh_hans: 周
zh_hant: 週

# history.quota.fixed_cycle
source: Current 7-day quota cycle
zh_hans: 当前 7 天额度周期
zh_hant: 目前 7 天額度週期

# history.quota.mode.browse
source: Browse
zh_hans: 浏览
zh_hant: 瀏覽

# history.quota.observed_at_least_format
source: At least %lld%%
zh_hans: 至少 %lld%%
zh_hant: 至少 %lld%%

# history.quota.observed_complete_help
source: Total quota decrease recorded in the selected interval.
zh_hans: 选定时间范围内记录到的额度消耗总量。
zh_hant: 所選時間範圍內記錄到的額度消耗總量。

# history.quota.observed_consumed
source: Observed usage
zh_hans: 已记录消耗
zh_hant: 已記錄消耗

# history.quota.observed_lower_bound_help
source: Some interval boundaries were not recorded, so actual consumption may be higher.
zh_hans: 部分时间边界没有记录，因此实际消耗可能更高。
zh_hant: 部分時間邊界沒有記錄，因此實際消耗可能更高。

# history.quota.range.currentCycle
source: Current cycle
zh_hans: 当前周期
zh_hant: 目前週期

# history.quota.range.fourteenDays
source: Last 14 days
zh_hans: 最近 14 天
zh_hant: 最近 14 天

# history.quota.range.month
source: Last month
zh_hans: 最近 1 个月
zh_hant: 最近 1 個月

# history.quota.range.sevenDays
source: Last 7 days
zh_hans: 最近 7 天
zh_hant: 最近 7 天

# history.quota.title
source: Quota History
zh_hans: 额度历史
zh_hant: 額度歷史

# history.range
source: Range
zh_hans: 时间范围
zh_hant: 時間範圍

# history.range.all
source: All
zh_hans: 全部
zh_hant: 全部

# history.range.day
source: 24 hours
zh_hans: 24 小时
zh_hant: 24 小時

# history.range.month
source: 30 days
zh_hans: 30 天
zh_hant: 30 天

# history.range.threeMonths
source: 90 days
zh_hans: 90 天
zh_hant: 90 天

# history.range.week
source: 7 days
zh_hans: 7 天
zh_hant: 7 天

# history.range.year
source: 1 year
zh_hans: 1 年
zh_hant: 1 年

# history.retention
source: Keep history
zh_hans: 保留历史
zh_hant: 保留歷史

# history.retention.forever
source: Forever
zh_hans: 永久
zh_hant: 永久

# history.retention.ninetyDays
source: 90 days
zh_hans: 90 天
zh_hant: 90 天

# history.retention.oneYear
source: 1 year
zh_hans: 1 年
zh_hant: 1 年

# history.retention.sevenDays
source: 7 days
zh_hans: 7 天
zh_hant: 7 天

# history.retention.thirtyDays
source: 30 days
zh_hans: 30 天
zh_hant: 30 天

# history.storage.privacy
source: History stays on this Mac and never contains account email, authentication data, or raw server responses.
zh_hans: 历史仅保存在这台 Mac，不包含账户邮箱、认证数据或服务器原始响应。
zh_hant: 歷史僅儲存在這台 Mac，不包含帳戶電子郵件、認證資料或伺服器原始回應。

# history.storage.size
source: Storage used
zh_hans: 占用空间
zh_hant: 佔用空間

# history.storage.title
source: Local storage
zh_hans: 本地存储
zh_hant: 本機儲存

# history.summary.local
source: Quota history and token activity
zh_hans: 额度历史与 Token 活动
zh_hant: 額度歷史與 Token 活動

# history.summary.tokens_format
source: %@ lifetime tokens
zh_hans: 累计 %@ Token
zh_hant: 累計 %@ Token

# history.title
source: Usage History
zh_hans: 用量历史
zh_hant: 用量歷史

# history.tokens.count
source: Tokens
zh_hans: Token 数量
zh_hant: Token 數量

# history.tokens.current_streak
source: Current streak
zh_hans: 当前连续使用
zh_hant: 目前連續使用

# history.tokens.date
source: Date
zh_hans: 日期
zh_hant: 日期

# history.tokens.latest
source: Latest period
zh_hans: 最近一期
zh_hant: 最近一期

# history.tokens.lifetime
source: Lifetime tokens
zh_hans: 累计 Token
zh_hant: 累計 Token

# history.tokens.local_help
source: Daily activity accumulated locally on this Mac
zh_hans: 在这台 Mac 上本地累计的每日活动
zh_hant: 在這台 Mac 上本機累積的每日活動

# history.tokens.longest_streak
source: Longest streak
zh_hans: 最长连续使用
zh_hant: 最長連續使用

# history.tokens.longest_turn
source: Longest-running turn
zh_hans: 最长运行任务
zh_hant: 最長執行任務

# history.tokens.no_daily
source: Daily token buckets are not available for this account.
zh_hans: 此账户没有提供每日 Token 数据。
zh_hant: 此帳戶沒有提供每日 Token 資料。

# history.tokens.peak
source: Peak daily tokens
zh_hans: 单日峰值 Token
zh_hant: 單日峰值 Token

# history.tokens.peak_period
source: Peak period
zh_hans: 单期峰值
zh_hant: 單期峰值

# history.tokens.title
source: Token Activity
zh_hans: Token 活动
zh_hant: Token 活動

# history.tokens.total
source: Total tokens
zh_hans: Token 总量
zh_hant: Token 總量

# history.tokens.unavailable
source: Token activity unavailable
zh_hans: Token 活动不可用
zh_hant: Token 活動無法使用

# history.tokens.unavailable_help
source: This optional App Server endpoint may not be supported by API-key, Bedrock, or some account types. Quota history still works.
zh_hans: API Key、Bedrock 或部分账户类型可能不支持这个可选接口，但额度历史仍可正常使用。
zh_hant: API Key、Bedrock 或部分帳戶類型可能不支援這個選用介面，但額度歷史仍可正常使用。

# history.window
source: Quota window
zh_hans: 额度窗口
zh_hant: 額度視窗

# loading.usage
source: Reading Codex quota…
zh_hans: 正在读取 Codex 额度…
zh_hant: 正在讀取 Codex 額度…

# menubar.remaining_format
source: %d%% quota remaining
zh_hans: 剩余额度 %d%%
zh_hant: 剩餘額度 %d%%

# menubar.time_remaining_format
source: %.0f%% time remaining
zh_hans: 剩余时间 %.0f%%
zh_hant: 剩餘時間 %.0f%%

# menubar.unavailable
source: Quota unavailable
zh_hans: 额度不可用
zh_hant: 額度不可用

# notification.low.body_format
source: %@ has %d%% quota remaining.
zh_hans: %@ 仅剩 %d%% 额度。
zh_hant: %@ 僅剩 %d%% 額度。

# notification.low.title
source: Codex quota is low
zh_hans: Codex 剩余额度较低
zh_hant: Codex 剩餘額度偏低

# notification.pace.body_format
source: %@ is being consumed faster than the ideal pace.
zh_hans: %@ 的消耗速度超过了理想进度。
zh_hant: %@ 的消耗速度超過了理想進度。

# notification.pace.title
source: Codex usage is above pace
zh_hans: Codex 消耗速度偏快
zh_hant: Codex 消耗速度偏快

# pace.delta_format
source: Quota-time buffer: %+.0f%%
zh_hans: 额度与时间差：%+.0f%%
zh_hant: 額度與時間差：%+.0f%%

# pace.on_track
source: On pace
zh_hans: 消耗安全
zh_hant: 消耗安全

# pace.over
source: Above pace
zh_hans: 消耗偏快
zh_hant: 消耗偏快

source: Pace unavailable
zh_hans: 无法判断速度
zh_hant: 無法判斷速度

# pace.unavailable_help
source: A reset time and window duration are required to calculate pace.
zh_hans: 需要重置时间和额度周期才能计算消耗速度。
zh_hant: 需要重置時間和額度週期才能計算消耗速度。

source: Quota remaining
zh_hans: 剩余额度
zh_hant: 剩餘額度

# quota.reset_format
source: Resets: %@
zh_hans: 重置：%@
zh_hant: 重置：%@

# quota.reset_remaining_format
source: Reset in %@
zh_hans: 距离重置还有 %@
zh_hant: 距離重置還有 %@

# quota.reset_unavailable
source: Reset time unavailable
zh_hans: 无重置时间
zh_hant: 無重置時間

# quota.used_format
source: %d%% used
zh_hans: 已使用 %d%%
zh_hant: 已使用 %d%%

# reset_credits.available_format
source: %lld available
zh_hans: 可用 %lld 次
zh_hant: 可用 %lld 次

# reset_credits.details_unavailable
source: Reset details are unavailable.
zh_hans: 无法获取重置机会详情。
zh_hant: 無法取得重置機會詳細資訊。

# reset_credits.expires_format
source: Expires: %@
zh_hans: 过期：%@
zh_hant: 到期：%@

# reset_credits.granted_format
source: Granted: %@
zh_hans: 获得：%@
zh_hant: 取得：%@

# reset_credits.no_expiration
source: No expiration
zh_hans: 不会过期
zh_hant: 不會過期

# reset_credits.none
source: None available
zh_hans: 暂无可用机会
zh_hant: 暫無可用機會

# reset_credits.title
source: Reset opportunities
zh_hans: 重置机会
zh_hant: 重置機會

# settings.error_title
source: Unable to change setting
zh_hans: 无法更改设置
zh_hant: 無法更改設定

# settings.language
source: Language
zh_hans: 语言
zh_hant: 語言

# settings.language.english
source: English
zh_hans: 英语
zh_hant: 英文

# settings.language.simplified_chinese
source: Simplified Chinese
zh_hans: 简体中文
zh_hant: 簡體中文

# settings.language.system
source: System Default
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.language.traditional_chinese
source: Traditional Chinese
zh_hans: 繁体中文
zh_hant: 繁體中文

# settings.launch_at_login
source: Launch at login
zh_hans: 登录时启动
zh_hant: 登入時啟動

# settings.launch_error_format
source: Unable to update launch at login: %@
zh_hans: 无法更新登录启动设置：%@
zh_hant: 無法更新登入啟動設定：%@

# settings.launch_requires_approval
source: macOS requires approval in System Settings > General > Login Items.
zh_hans: macOS 需要你在“系统设置 > 通用 > 登录项”中批准。
zh_hant: macOS 需要你在「系統設定 > 一般 > 登入項目」中批准。

# settings.menubar_style
source: Menu bar style
zh_hans: 菜单栏样式
zh_hant: 選單列樣式

# settings.notification_denied
source: Notifications are disabled for CodexMeter. Enable them in System Settings.
zh_hans: CodexMeter 的通知权限已关闭，请前往系统设置开启。
zh_hant: CodexMeter 的通知權限已關閉，請前往系統設定開啟。

# settings.notification_error_format
source: Unable to enable notifications: %@
zh_hans: 无法启用通知：%@
zh_hant: 無法啟用通知：%@

# settings.notification_threshold
source: Low-quota threshold
zh_hans: 低额度提醒阈值
zh_hant: 低額度提醒門檻

# settings.notifications
source: Usage notifications
zh_hans: 额度与速度通知
zh_hant: 額度與速度通知

# settings.style.bar_below
source: Bar below percentage
zh_hans: 百分比下方进度条
zh_hant: 百分比下方進度條

# settings.style.bar_beside
source: Bar beside percentage
zh_hans: 百分比旁进度条
zh_hant: 百分比旁進度條

# settings.style.dual_bars
source: Quota and time bars
zh_hans: 额度与时间双进度条
zh_hant: 額度與時間雙進度條

# settings.style.percentage
source: Percentage only
zh_hans: 仅百分比
zh_hant: 僅百分比

# settings.style.progress
source: Progress only
zh_hans: 仅进度图标
zh_hant: 僅進度圖示

# settings.style.progress_percentage
source: Progress and percentage
zh_hans: 进度图标与百分比
zh_hant: 進度圖示與百分比

# settings.title
source: Settings
zh_hans: 设置
zh_hant: 設定

# status.local_server
source: Local Codex App Server
zh_hans: 本机 Codex App Server
zh_hant: 本機 Codex App Server

# status.updated_at_format
source: Updated %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Time remaining
zh_hans: 剩余时间
zh_hant: 剩餘時間

# updates.automatic_install
source: Automatically download and install updates
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新

# updates.available_format
source: CodexMeter %@ is available
zh_hans: CodexMeter %@ 可更新
zh_hant: CodexMeter %@ 可更新

# updates.check
source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

# updates.checking
source: Checking for updates…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

# updates.failed
source: Could not check for updates. The installed version remains usable.
zh_hans: 无法检查更新，当前版本仍可正常使用。
zh_hant: 無法檢查更新，目前版本仍可正常使用。

# updates.failed_format
source: Could not check for updates: %@
zh_hans: 无法检查更新：%@
zh_hant: 無法檢查更新：%@

# updates.include_prereleases
source: Include prerelease versions
zh_hans: 包含预发布版本
zh_hant: 包含預發佈版本

# updates.install
source: Download and Install
zh_hans: 下载并安装
zh_hant: 下載並安裝
